---
kind: other
id: Properties.T:Autodesk.Revit.Creation.Document
zh: 文档、文件
source: html/c525f202-0a7a-ca22-df30-f5b4a0cec7ee.htm
---
# Document Properties

**中文**: 文档、文件

Identifies if the object is read-only or modifiable.